Repository: Jadeni77/Our-App
Catalog: OurApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Where should we go next, if money didn't matter?
zh_hans: 如果不用考虑钱，我们下一站去哪？
zh_hant: 如果不用考慮錢，我們下一站去哪？

source: Which place from your childhood do you miss?
zh_hans: 你最怀念小时候的哪个地方？
zh_hant: 你最懷念小時候的哪個地方？

source: Which season feels most like you?
zh_hans: 哪个季节最像你？
zh_hant: 哪個季節最像你？

source: Who do you miss right now?
zh_hans: 你现在最想念谁？
zh_hant: 你現在最想念誰？

source: Wind bends every arc — trust your read, not the dots
zh_hans: 风会吹弯每道弧线——别全信虚线
zh_hant: 風會吹彎每道弧線——別全信虛線

source: You
zh_hans: 你
zh_hant: 你

source: You'd pair again from the home screen.
zh_hans: 要重新配对的话，回首页就能弄。
zh_hant: 要重新配對的話，回首頁就能弄。

source: You've taken your shot. It's with %@ now.
zh_hans: 你已经出手了，现在轮到%@。
zh_hant: 你已經出手了，現在輪到%@。

source: Your answer
zh_hans: 你的回答
zh_hant: 你的回答

source: Your code
zh_hans: 你的配对码
zh_hant: 你的配對碼

source: Your profile
zh_hans: 你的资料
zh_hant: 你的資料

source: Your spark
zh_hans: 你们的火花
zh_hant: 你們的火花

source: Your turn
zh_hans: 到你了
zh_hant: 到你了

source: Zip
zh_hans: 嗖嗖
zh_hant: 嗖嗖

source: day
zh_hans: 天
zh_hant: 天

source: day ago
zh_hans: 天前
zh_hant: 天前

source: days
zh_hans: 天
zh_hant: 天

source: days ago
zh_hans: 天前
zh_hant: 天前

source: every year
zh_hans: 每年
zh_hant: 每年

source: her
zh_hans: 她
zh_hant: 她

source: him
zh_hans: 他
zh_hant: 他

source: iOS needs an app's link (URL scheme) to open it directly. Without one, the tile opens its App Store page instead.
zh_hans: iOS 需要应用的链接（URL Scheme）才能直接打开它。没有链接时，会改为打开它的 App Store 页面。
zh_hant: iOS 需要應用程式的連結（URL Scheme）才能直接開啟它。沒有連結時，會改為開啟它的 App Store 頁面。

source: since %@
zh_hans: 从 %@ 开始
zh_hant: 從 %@ 開始

source: them
zh_hans: TA
zh_hant: TA
